Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: ... made for fun.
ko: 재미있게 즐기세요.

source: Help Greek people overcome the crisis by enjoying a nice coffee on the Greek islands!
ko: 덤으로 그리스의 섬에서 맛있는 커피를 즐기셔서 그리스가 이번 위기에서 탈출하게 도와주세요!

source: Participants are asked to click and see what extra actions Greek Prime Minister Tsipras, Athens' former Finance Minister Varoufakis, and even debt-troubled Italy and Portugal have to take to please German Chancellor Merkel and the EU's most controversial proponent of austerity, German Finance Minister Schaeuble.
ko: 게임 참가자는 단지 클릭 한 번만으로 티프라스 그리스 총리, 그리스 전(前) 재무장관 바루파키스를 비롯해 빚에 허덕이는 이탈리아와 포르투갈이 어떻게 하면 독일 메르켈 총리와 유럽 연합에서 긴축을 가장 열렬히 지지하는 사람인 독일 재무장관 쇼이블레를 기쁘게 할 수 있는지 볼 수 있다.

source: Once in play they can make "Tsipras listen to Justin Bieber for 69 hours while on heavy drugs", or have Italy "give 11 iPhones to 4% of its kids while leaving the others with old mobiles to create jealousy and envy", while Spain must "have its prime minister to stand on his one foot for 42 hours".
ko: 어떤 때는 게임에서 "티프라스는 약에 취한 상태에서 저스틴 비버 음악을 69시간 동안 계속 듣고 있어야 한다. "라고 알려주거나 "이탈리아 아동 4%에게 아이폰 11개를 나누어 주고 다른 아이들에게는 이를 질투하고 선망하도록 피처폰을 손에 쥐여준다.

source: Another options forces "Varoufakis to dance and sing 'My Anaconda' 14 times in front of Merkel."
ko: "라고 나오고, "스페인 총리는 한 발로 42시간 동안 서 있어야 한다.

source: Global Voices authors tested the game — for research purposes, of course — and came up with some hilarious results:
ko: "라고 나올 때도 있다. 글로벌 보이스 저자 몇몇이 이 게임을 연구 목적으로 시험해봤고, 아주 유쾌한 결과를 얻어냈다.

source: CNN's Countdown to Greek Bankruptcy Ignites Enraged Reactions · Global Voices
ko: 그리스 국민, 그리스 파산 초읽기에 들어간 CNN에 분노하다.

source: Screenshot from the infamous CNN countdown clock
ko: 악명 높은 CNN 초읽기 시계를 찍은 스크린 샷

source: Just hours before dawn on July 1, the day Greece would officially fail to repay a loan to the International Monetary Fund and face bankruptcy as a consequence, CNN had the controversial idea of inserting a countdown clock counting the minutes remaining until the deadline.
ko: 그리스가 국제통화기금에 빌린 돈을 상환하는 데 실패하게 되는 7월 1일이 몇 시간 앞으로 다가왔을 무렵, CNN은 빚 상환 시한이 마감될 때까지 남은 시간을 보여주는 시계를 삽입한다는 논란이 많은 결정을 내렸다.

source: Unsurprisingly, there was an immediate reaction by Greek netizens across the world, who found the decision either offensive or made in comically bad taste.
ko: 그리스 네티즌은 CNN의 결정을 모욕으로 받아들이거나, 몹시 나쁜 취향을 가진 익살로 받아들였다.

source: User Spiros Fotis Jr. wondered:
ko: 스피로스 포티스는 다음과 같이 의아해했다.

source: Is there a bomb ready to explode and CNN is countdowning?
ko: 크게 터질 폭탄이 준비되어 있어서 이렇게 CNN이 초읽기하고 있나?

source: While Johnny Favorite announced:
ko: 하지만 자니 페이보릿은 이렇게 밝혔다.

source: Brothers, even CNN is ready to "celebrate" with us our official exit from the Memorandums.
ko: 형제들이여, CNN도 우리가 공식적으로 빚문서에서 탈출하는 것을 "축하할" 준비가 되어 있다.

source: User @drinucci described CNN as "oppurtunists", in response to another user's previous comment:
ko: 트위터 사용자 @drinucci는 다른 사용자가 남긴 글에 답하면서 CNN을 "기회주의자"라고 묘사했다.

source: CNN ever the opportunistic douche bags!
ko: CNN 이 나쁜 놈들!

source: RT @Maria_Tejero: Seriously?
ko: 우리가 파산하는 데 얼마 남았나 세고 있어?

source: A #default countdown?
ko: Keep Talking이란 트위터 사용자는 그리스 상황을 연말연시 행사와 비교하면서 비꼬아 말했다.

source: Come on #Greece #IMF #CNN pic.twitter.com/1kDccpVglg — Energy Field D (@drinucci) June 30, 2015
ko: #CNN은 아테네에서 #그리스 초읽기를 내보내고 있다.

source: CNN, YOU BASTARDS! COUNTDOWN ΤΟ OUR BANKRUPTCY?
ko: 그리스 인은 폭죽놀이를 준비했다.

source: User Keep Talking Greece ironically compared the event to a New Year's Eve celebration:
ko: 바누아투, 새해 복 많이 받아라

source: #CNN shows #Greece countdown live from Athens - Greeks prepare fireworks - Happy New Year, Vanuatu — Keep Talking Greece (@keeptalkingGR) June 30, 2015
ko: — Keep Talking Greece (@keeptalkingGR) 2015년 6월 30일

source: Vassiliki highlights with irony the fact that 'USA' is concerned about keeping Greeks well-informed:
ko: 바실리키는 "미국"이 그리스 인에게 정확한 소실을 전달하려 노력하는 게 역설적이라고 지적했다.

source: According to USA's updates, we are now officially bankrupt.
ko: 미국이 내놓은 최신 자료에 따르면, 그리스는 공식적으로 파산했다.

source: Helena Descou points out the lack of respect and dignity:
ko: 헬레나 데스코우는 CNN이 존중과 품위를 보이지 않았다고 지적했다.

source: Countdown for our final bankruptcy on #CNN.
ko: #CNN에서 그리스 파산을 초읽기하고 있다.

source: Listening to "The Final Countdown" and waiting to go bankrupt! Despite all the clever comments, the idea of inserting a countdown for news on such a serious and critical matter — the future of a whole country is not a joke — seems somewhat inappropriate.
ko: 그 어느 사람도 그리스인을 존중하지 않는다.

source: But CNN is a network that has made quite a few serious mistakes in recent memory.
ko: — Helena Descou (@Helena_513) 2015년 6월 30일

source: Last month, for example, it mistook a dildo banner for an ISIS flag at a gay pride parade: This is the best thing I've seen all weekend! A banner of dildos mistaken for an ISIS flag at a gay parade #CNN pic.twitter.com/LEMBApMXGa — Daniel Hopper (@DanielH_LUFC) June 28, 2015
ko: 트위터 사용자 @to_papagalaki은 이 상황을 조롱하며, 그리스인은 유머감각을 절대 잃어버리지 않는다는 점을 몸소 증명했다.

source: And let us not forget the channel's sketchy knowledge of geography, as noted in the recent Global Voices piece Dear CNN, Uganda is not Tanzania.
ko: 재치 있는 논평이 많았지만, 심각하고 중요한 사안을 다루는 뉴스 화면에 초시계를 올려놓으려 생각하는 것은 경우에 맞지 않은 것처럼 보인다.

source: On the evening of June 29, the future of Greece was at stake.
ko: 왜냐하면, 한 나라의 미래는 농담할 소재가 아니기 때문이다.

source: Tens of thousands of Greeks rallied supporting a rejection of a tough international bailout after a clash with foreign lenders.
ko: 하지만 CNN은 최근에도 몇몇 심각한 실수를 저질렀다.

source: At the same time, a shutdown of the Greek banking system brought financial chaos throughout the country while domestic political parties traded accusations about political responsibility. But for some Greeks watching the channel's coverage of the debt crisis, the overall message to CNN might actually be one of thanks for providing a moment of comic relief during such harsh times.
ko: 예를 들어 지난 6월에는 게이 프라이드 행진에서 사용된 인공 남근이 그려진 깃발을 ISIS 깃발로 착각하여 보도했다.

source: The Unbearable Heaviness of American Student Debt · Global Voices
ko: 미칠듯이 무거운 빚에 허덕이는 미국 대학생

source: The state of US student debt, as presented by a participant on Day 3 of the protest Occupy Wall Street in Manhattan's Zuccotti Park.
ko: 월가 점령 시위 3 일차에 참석한 한 참가자가 맨해튼 주코티 공원에서 미국 대학생이 진 빚의 현주소를 보여주고 있다.

source: Photo by David Shankbone (CC BY 3.0)
ko: 사진: David Shankbone (CC BY 3.

source: When I was 17, and applying to university, my parents told me we’d be splitting the cost.
ko: 내가 17살이 되고 대학에 지원할 때, 우리 부모님은 대학 등록금 비용을 전부 내주실 수 없다고 말씀하셨다.

source: For me, and for them, this meant taking out US federal loans that would be repaid over the next decade or more.
ko: 나와 부모님에게 이 말은 연방 학자금 대출을 받아서 대학 졸업 후 갚아나가는 걸 의미했다.

source: I was relatively lucky.
ko: 나는 운이 좋았다.

source: As a lower-income student, I was eligible for a federal Pell Grant, and was accepted into an excellent state university which, at the time, cost just a little more than $10,000 per year in tuition fees.
ko: 내가 소득이 낮았기 때문에, 나는 연방 펠그랜트(Pell Grant)에 지원할 자격이 되었고, 그 당시 1년에 등록금으로 1만 불 조금 넘게 요구하던 아주 좋은 주립대에 들어갈 수 있었다.

source: I kept my debt down by working part-time to cover expenses, and was grateful for any help my parents could offer.
ko: 나는 빚 액수를 줄이고자 시간제로 틈틈이 일해서 필요한 돈을 벌었고, 부모님께서 주시는 도움에 감사했다.

source: After graduating from university, I participated in a year-long national service program, earning a $5,000 award that went toward repaying my loans.
ko: 대학 졸업 후, 나는 국가봉사프로그램에 참가해서 상금으로 오천 달러를 받았는데, 이 돈은 전부 빚 갚는데 들어갔다.

source: In the end, it took me eleven years to repay my student loans.
ko: 결국, 11년이나 걸려서 학자금대출을 다 갚을 수 있었다.

source: I made my final payment on July 3 of this year.
ko: 나는 올해 7월 3일을 마지막으로 대출을 모두 갚았다.

source: Today, US students leave university with an average of $29,000 in debt.
ko: 오늘날 미국 대학생은 대학 졸업 시 평균 29,000달러 정도 빚을 지고 나간다.

source: That figure goes up for students who attend universities in larger cities—the average graduate in Washington, D.C. carries a whopping $41,000 of student loan debt.
ko: 에서 대학 졸업생은 평균 41,000달러라는 엄청난 빚을 진다.

source: This state of affairs has led to what many pundits and scholars in the US are calling a “crisis,” with those hardest hit often students with smaller debts but dismal job prospects.
ko: 이러한 상황을 미국 학자들과 전문가들은 "위기"라고 부르는데, 이러한 위기는 빚을 대체로 적게 지고 있지만, 취업전망이 어두운 학생들을 크게 강타한다.

source: For young graduates, the unemployment rate last year was 8.5%.
ko: 5%였다.

source: The math is simple: If recent graduates can’t get jobs, they can’t repay their loans.
ko: 이는 최근 대학을 졸업한 사람이 취업하지 못하면, 학자금대출을 갚아나갈 길이 없다는 말과 똑같다.

source: Shortly after I moved to Germany in 2014, the state of Lower Saxony became the last region to nix tuition fees, making university education free for all, including non-citizens.
ko: 2014년에 내가 독일로 이주한 직후, 니더작센 주는 대학 등록금을 거부한 마지막 주가 되었다.

source: Several other European countries (such as Finland and Slovenia) offer free university education, as do Brazil and Argentina.
ko: 이로써 독일에서는 대학 등록금이 사라졌고, 외국인도 독일인과 똑같이 무료로 교육을 받게 되었다. 핀란드와 슬로베니아와 같은 다른 유럽국가들도 무료로 대학교육을 제공한다.

source: It’s hard to underestimate what this idea means to an American.
ko: 이 말이 미국인에게 주는 의미를 과소평가하기가 쉽지 않을 것 같다.

source: From the time we’re old enough to dream about college, those of us without means are also worrying about how we’ll pay for it, while others can’t fathom being able to scrape together enough just to afford the down payments. In a country where 1.2 million primary and secondary school students are homeless, a college education is an extraordinary privilege.
ko: 우리가 대학생활을 꿈꿀 수 있는 나이가 되었을 때부터 경제적인 여력이 안 되는 사람들은 대학 등록금을 어떻게 내야 할지 고민하기 시작하지만, 몇몇 사람들은 이와 반대로 할부금을 내기 위해 집 안에 있는 돈을 끌어모으는 게 뭔지 이해하지 못한다.

source: Although the Obama administration has made significant changes to the way student loans work, for many, it’s still not enough.
ko: 120만 명이나 되는 초, 중, 고등학생이 집 없이 떠도는 이 미국에서 대학교육은 엄청난 특권이다.

source: A four-year university education in the US costs between $40,000 per year on the low end (for a student attending a public university in his or her home state) to more than $125,000 for students attending private universities—and that’s only tuition fees.
ko: 오바마 정부가 학자금 대출 제도에 상당한 변화를 주었지만, 많은 사람에게는 아직도 갈 길이 멀기만 하다. 미국 4년제 대학에서 교육받으려면 집에서 주립대학으로 다닌다 쳐도 최소 40,000달러는 필요하고, 사립학교에 가려면 등록금으로만 125,000달러가 필요하다.

source: Add to that the cost of housing and other life necessities, and it’s no surprise that students are opting out altogether.
ko: 기숙사비와 다른 생필품 비용을 더하고 나면 학생들이 애당초 대학교육을 받지 않으려는 게 별로 놀랍지 않다.

source: Which is fine—so long as it’s truly a choice.
ko: 이게 개인이 정말 선택한 거라면 이것도 나쁘진 않다.

source: But in today’s economic environment, it really isn’t.
ko: 하지만 오늘날 경제 환경을 바라봤을 때, 이런 선택은 좋은 선택이 아니다.

source: Last year, university enrollment in the US fell by nearly half a million.
ko: 작년만 해도 미국 대학에 등록한 학생 수는 50만 명 정도로 떨어졌다.

source: Economists say that when the economy is doing well, fewer people attend colleges and universities, but when it isn’t, higher education becomes a “safe harbor.”
ko: 경제학자들은 경제가 잘 돌아갈 때 대학에는 사람이 적게 몰린다고 말하지만, 이런 특별한 경우를 제외하면 대학교육은 대게 "피난처"로 기능한다.

source: In other words, young people are choosing the most likely path to self-sufficiency.
ko: 다시 말하면, 지금 젊은이들은 자급자족하는 길을 선택하고 있다.

source: And yet, with so many jobs requiring a four-year degree, despite the high cost of attendance, not attending university can, in the long run, cost so much more in lost wages.
ko: 대학등록금이 비싸긴 하지만, 많은 회사가 4년제 대학 졸업생을 찾고 있는 상황에서, 대학에 들어가지 않으면 높은 임금을 받지 못하기 때문에 장기적으로 보면 손해이다.

source: The Pew Research Center estimates the earning gap between a high school graduate and a graduate of a four-year college or university is around $17,500.
ko: 퓨리서치센터는 고졸자와 4년제 대학 졸업자 간 임금 차이는 약 17,500달러에 달한다는 분석 결과를 내놓았다.

source: We should all be able to choose our own path.
ko: 우리는 모두 스스로 나아갈 길을 선택할 수 있어야 한다.

source: University isn’t for everyone, nor should it be.
ko: 모두가 대학교육을 받을 수는 없고, 그럴 필요도 없다.

source: But the choice, the ability to attend should absolutely be a right extended to all, without the burden of decades of debt.
ko: 하지만 몇십 년간 빚에 허덕일 필요 없이 대학을 선택할 수 있는 능력과 권리는 모두가 갖고 있어야 한다.

source: Russia Hacks the Military Again (Its Own) · Global Voices
ko: 러시아 국방부, 또 해킹당하다.

source: Anonymous International, a Russian hacker collective who chose Humpty Dumpty as their mascot, strikes again—this time, at the Ministry of Defense.
ko: 험피덤피를 마스코트로 한 러시아 해커 집단인 어나니머스 인터네셔널은 또다시 해킹공격을 가했는데, 이번에는 러시아 국방부를 공격했다.

source: Images mixed by Tetyana Lokot.
ko: 이미지 편집: Tetyana Lokot.

source: With news of the US suspecting Russia of hacking into the Pentagon e-mail system still buzzing, it seems almost ironic that Russia's own Defense Ministry would fall prey to a similar information security issue.
ko: 미국이 미 국방부 이메일 체계를 해킹한 범인으로 러시아를 의심하고 있다는 뉴스가 아직 우리 뇌리에 남아있을 때, 러시아 국방부가 비슷한 정보 보안 문제로 고심한다는 사실은 참 역설적이다.

source: And yet, the mysterious Russian hackers Anonymous International have released official documents that they claim expose poor information security practices within the government department.
ko: 하지만 베일에 싸인 러시아 해커 조직인 어나니머스 인터네셔널은 공식 성명에서 러시아 국방부에서 정보보안 취약점을 폭로한 조직은 바로 어나니머스 인터네셔널이라고 밝혔다.

source: The group, known for its regular hacks and leaks of government and state communications, released an open letter on Friday, August 7, alleging that Russian Ministry of Defense officials have been emailing sensitive documents to one another for the last four years via free email services.
ko: 주기적으로 정부 통신망을 해킹하면서 기밀 정보를 빼내기로 악명 높은 어나니머스 인터네셔널은 지난 8월 7일 금요일에 공개서한을 발표했다.

source: The open letter is addressed to Aleksandr Bezverkhny of the counterintelligence department of the FSB, Russia’s state security service and modern successor to the KGB.
ko: 이 서한에서 어나니머스 인터네셔널은 러시아 국방부 관계자가 무료 이메일 서비스를 사용해서 민감한 정보가 포함된 문서를 서로 주고받았다는 혐의를 제기했다.

source: As detailed in the open letter, Anonymous International sees the “incompetence” of the Russian Ministry of Defense as “criminal negligence.”
ko: 이 공개서한은 러시아 정부의 보안 기관이자 KGB의 후신인 러시아 연방보안국 군 방첩부 제1차장인 알렉산드르 베즈베르히니에게 보내는 서한이었다.

source: Through free email services, such as yandex.ru, mail.ru, and the American gmail.com, they have transmitted unencrypted official documents, often containing secret information related to the defense of the Russian Federation.
ko: com 같은 무료 이메일 서비스로 러시아 국방부는 공식 문서를 암호화도 하지 않고 전송했다. 이런 공식 문서에는 러시아 연방 방어와 관련된 비밀 정보가 자주 담겨 있었다.

source: In particular, they used this method of transferring documents related to reports and information discussed in the meetings with the Minister of Defense and his deputies.
ko: 특히, 국방부 관계자는 러시아 국방부 장관과 보좌진이 회의에서 논의한 정보와 보고서와 관련된 문서도 이러한 무료 이메일 서비스를 이용해 주고받았다.

source: The information that passed through the unsecured email channels in open view, easily accessible to the majority of those interested.
ko: 이렇게 공개적으로 무료 이메일 서비스를 이용해 전달한 정보는 관심이 있는 사람이라면 누구나 쉽게 접근할 수 있다.

source: In addition to the open letter, Anonymous International (also known as Shaltai Boltai ) released proof of their allegations by providing a redacted document detailing the deployment of Iskander missile complexes and Pacific Fleet nuclear submarines.
ko: 이러한 공개서한과 더불어, (샬타이 볼타이 라고도 알려진) 어나니머스 인터네셔널은 증거 자료를 제시하여 앞서 제기한 혐의를 입증했다.

source: However, Anonymous International are not simply moral crusaders seeking to improve the information security of the Defense Ministry.
ko: 하지만 어나니머스 인터네셔널은 러시아 국방부의 정보보안을 강화하기 위한 도덕적 십자군으로 활동하는 게 아니다.

source: The group is attempting to sell some of the information intercepted from the Ministry of Defense on joker.buzz, a site that allows users to auction off stolen or sensitive information.
ko: 어나니머스 인터네셔널은 러시아 국방부에서 가로챈 몇몇 정보를 joker. buzz에서 현재 판매하려고 시도하고 있다.

source: According to the auction listing, the information (for the low price of 350 bitcoins, currently worth almost $100,000) includes four years of email correspondence with Ministry of Defense official Roman Filimonov’s assistant and the content of the assistant’s iPhone and iPad.
ko: 이 사이트에서는 훔친 정보나 민감한 정보를 사용자가 경매 형식으로 판매할 수 있다. 물건 목록에 따르면, (350 비트코인, 현재 시가로 거의 10만 달러 정도의 낮은 가격이 달린) 어나니머스 인터네셔널이 내놓은 물건은 러시아 국방부 관계자인 로만 플리모노프의 비서가 4년간 주고받은 이메일과 이 비서가 사용하던 아이폰과 아이패드에 들어있는 정보이다.

source: The group did, however, offer a 50 percent discount on the price for Russian counterintelligence officers, "should they be able to prove their credentials."
ko: 어나니머스 인터네셔널은 또한 러시아 방첩담당 장교가 "신원을 입증할 수 있다면" 절반 정도 할인한 가격으로 방첩담당 장교에게 매각하겠다고 밝혔다.

source: Unexpectedly, Dmitry Peskov, President Putin’s press secretary (and expensive watch owner), provided an official response to the allegations in the Anonymous International leak.
ko: 예상치 않게 (비싼 시계를 차고 다니기로 유명한) 푸틴 대통령의 공보비서인 드미트리 페스코브는 어나니머스 인터네셔널이 제기하는 혐의에 공식적인 답변을 내놓았다.

source: Speaking with journalists on August 7, Peskov said that Russian special services would be tasked with verifying the authenticity of the reports.
ko: 지난 8월 7일 기자들과 이야기하는 자리에서, 페스코브는 러시아 특수경찰이 어나니머스 인터네셔널이 공개한 보고서의 진위를 검증할 것이라고 밝혔다.

source: Putin's spokesman also called using free email services to pass sensitive government information "beyond insane" and "completely unacceptable." This statement from Peskov was immediately relayed on most Russian state media outlets, including TASS, Interfax, and Rossiyskaya Gazeta. RuNet Echo has provided extensive coverage of the various leaks by Anonymous International over the past two years.
ko: 페스코브는 또한 무료 이메일 서비스를 사용하여 정부의 민감한 정보를 송수신하는 행위는 "거의 정신이 나간 짓"이며 "절대 받아들일 수 없는 행동"이라고 밝혔다.

source: Like the previous leaks, the letter shaming the Defense Ministry seemingly attempts to humiliate the Kremlin, as well as particular figures within the government.
ko: 타스통신, 인터팩스, 라시스카야 가제타와 같은 주요 러시아 언론은 페스코프가 내뱉은 말을 즉시 보도했다.

source: However, this leak is unique in that it has received a quick—and widely broadcast—response from the Kremlin.
ko: 루넷 에코는 지난 2년간 어나니머스 인터네셔널이 일으킨 다양한 정보 유출 사례를 지금까지 광범위하게 다루어 왔다.

source: Though many may point to intra-Kremlin feuds and machinations driving both the leak and the reaction to it, perhaps the swift response from the Russian state was inspired by recent reports of Russian cyberattacks against the Pentagon.
ko: 지난 정보 유출 사례와 같이, 어나니머스 인터네셔널은 공개서한에서 러시아 국방부에 망신을 주고, 러시아 정부 내 특정 인원을 포함한 러시아 정부에 굴욕을 주려고 한다.

source: Though this leak isn't any more or less damaging to the Kremlin's reputation, it presents a convenient opportunity to save face and demonstrate that Russia is actually taking information security seriously.
ko: 하지만 이번 정보 유출은 좀 특별한데, 이번에는 러시아 정부에서 아주 재빠르게 반응했고, 언론에서도 이를 대대적으로 보도했기 때문이다.

source: Russia's 'Draconian' Internet Laws Mostly Ignored By Industry Experts · Global Voices
ko: 러시아 온라인 업계는 러시아 인터넷 법을 대체로 무시하는 것 같다.

source: Russian online industry seems to largely ignore the country's Internet legislation.
ko: 플리커 이미지 by Peter.

source: Image by Peter on Flickr.
ko: CC BY-SA 2.

source: Russian Internet legislation has been the subject of great concern among free expression advocates, policymakers, and average Internet users.
ko: 러시아 인터넷 법은 언론자유 옹호단체에서 정책입안자, 평범한 인터넷 사용자에 이르기까지 많은 사람을 걱정하게 하였다.

source: RuNet Echo has reported extensively on some of the new laws regulating online business and communications that have already come into force or will do so in the nearest future.
ko: 루넷 에코는 온라인 사업과 통신을 규정하는 몇몇 새로운 법안을 광범위하게 보도했다. 우리가 다룬 법안은 이미 효력이 있거나, 앞으로 이른 시일 내에 효력이 생길 법안들이다.

source: The blogger law, the law against online extremism, the data localization law, the "right to be forgotten" law—the list goes on and on.
ko: 온라인 극단주의에 대항해 만든 블로거 법, 데이터 현지화 법, "잊혀질 권리"법 등등 이런 법은 끝이 없다.

source: On the surface, these laws look bad: they limit free expression, ask users to reveal personal information, and restrict the spaces where Internet companies can store user data.
ko: 표현의 자유를 억압하고, 인터넷 사용자는 개인 정보를 밝혀야 하며, 인터넷 기업이 사용자 정보를 저장할 수 있는 공간도 대거 축소된다.

source: But some experts have also called the laws sloppy and full of loopholes, while others have claimed that, in some cases, the laws' demands are simply impossible to fulfil.
ko: 하지만 몇몇 전문가는 새로운 법안들이 엉성하고, 빠져나갈 구멍이 많다고 지적하고, 다른 몇몇은 이번 법안이 요구하는 사항을 만족하게 하기가 몇몇 경우에 불가능하다고 주장한다.

source: Russia's Internet ombudsman Dmitry Marinichev has repeatedly criticized the data localization law, while Yandex, the country's largest search engine company, has called the "right to be forgotten" law "unconstitutional."
ko: 러시아 인터넷 옴부즈맨인 드미트리 마리니체브는 데이터 현지화 법을 여러 차례 비판했고, 러시아에서 가장 큰 검색 포털 사이트인 얀덱스는 "잊혀질 권리"법이 위헌이라고 주장한다.

source: On August 1, the first year anniversary of the blogger law, Russia's communications watchdog Roscomnadzor reported that the popular blogger registry (which was meant to take stock of all blogs and social media pages with over three thousand daily views) had accumulated only 640 entries.
ko: 블로거 법이 통과된 지 만 1년이 되는 지난 8월 1일, 러시아 통신감시기관 연방통신감시국은 (일일 조회 수가 3,000건이 넘는 모든 소셜 미디어 페이지와 블로그를 조사하려는 목적으로 만든) 인기 블로거 명부에 기록된 항목이 640개밖에 없다고 밝혔다.

source: But how much does the online community actually know about these "draconian" measures?
ko: 하지만 온라인 공동체가 실제로 러시아 정부가 만든 조치가 얼마나 가혹한지 알고 있을까?

source: A recent survey of online industry experts in Russia, conducted by the Russian Association for Electronic Communications (RAEC), showed that many Internet experts have never even heard about some of the new laws.
ko: 러시아 전자통신협회에서 최근 러시아 온라인 산업전문가를 대상으로 한 설문에서 인터넷 전문가 다수가 새로 제정된 몇몇 법을 아예 들어보지도 못했다고 진술했다.

source: Only one out of six Internet professionals in Russia reads the texts of the laws in full, RAEC's survey found.
ko: 러시아 인터넷 전문가 6명 중 1명만이 새로운 법 조항을 다 읽어본 것으로 나타났다.

source: "I'm not surprized that people aren't rushing to gain in-depth knowledge of Internet regulation," Karen Kazaryan, an analyst with RAEC, told RBC news agency.
ko: "사람들이 인터넷 규정을 깊이 숙지하려 하지 않는 점은 별로 놀랍지 않습니다. " 러시아 전자통신협회 분석가인 카렌 카자르얀은 RBC 뉴스에 이렇게 말했다.

source: "A significant part of our Internet industry tries to exist as if the laws don't apply to them."
ko: "인터넷 업계의 상당수가 새로운 인터넷 규정이 자기네 회사에는 적용되지 않을 거라고 여기고 있습니다.

source: As it turns out, not many industry experts actually read the laws regulating the RuNet.
ko: 소수의 인터넷 전문가만 러시아 인터넷 규정을 읽어본 것으로 나타났다.

source: Chart by Tetyana Lokot.
ko: 차트 제작: Tetyana Lokot.

source: RAEC, a non-government association that unites over a hundred Internet and telecommunications companies working in Russia, published the results of the survey as part of its annual "Internet in Russia" report.
ko: 러시아에서 활동하는 인터넷, 이동통신 회사를 결속시키는 비정부기구인 러시아 전자통신협회는 매년 발간하는 "러시아 인터넷" 보고서에 설문 결과를 실었다.

source: According to the survey results, industry experts knew the least about the law limiting online payments: 10.7 percent were not aware the law even existed.
ko: 설문 결과에 따르면, 인터넷 업계 전문가도 온라인 결제를 제한하는 법을 잘 알지 못했다. 설문에 참여한 전문가 중 10.

source: The law on extremism (frequently applied to online content) rang a bell, but only just: 51.8 percent of the experts have never read the actual text, either fully, or in part.
ko: 8%가 실제 법조문 전체나 일부를 읽어본 적이 없는 것으로 나타났다.

source: The experts polled by RAEC seemed most concerned with the data localization law, with 28.5 percent of the experts having read it in its entirety.
ko: 러시아 전자통신협회 설문에 참가한 전문가 집단은 대체로 데이터 현지화 법에 관심이 많았고, 28. 5%가 이 법 전체를 읽은 것으로 나타났다.

source: While the laws are certainly problematic and require continued pressure from human rights and consumer rights groups, as well as pushback from the industry, it remains to be seen how much longer the online professionals and corporate experts in Russia can afford to ignore the regulations.
ko: 러시아 인터넷 법은 확실히 문제가 있고, 인권 단체, 소비자 권리 단체와 함께 인터넷 업계에서도 계속해서 법을 바꾸도록 압박해야 하지만, 러시아 인터넷 전문가와 관련 업계가 얼마나 이 법을 무시만 하고 있을지는 좀 더 지켜보아야 한다.

source: Given their business interests, and Russia's desire to improve the economy, it's probably safe to say Internet businesses have more sway then regular Internet users, who are, at the moment, virtually unprotected from any legal repercussions of what they choose to do online.
ko: 인터넷 사업에 걸린 이권과 경제 성장을 갈망하는 러시아 정부를 봤을 때, 이 법은 인터넷 기업보다 평범한 인터넷 사용자에게 더 많이 영향을 끼칠 것이라 보는 게 맞을 것 같다. 평범한 인터넷 사용자가 인터넷에서 한 행동이 초래한 법적 파급효과에서 인터넷 사용자는 아무런 보호를 받을 수 없기 때문이다.
